Repository: paddypopeye/Python_Platform_Educ
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: english
ca: angles

source: catalan
ca: catala

source: spanish
ca: espanyol

source: ^alpha/
ca: ^alfa/

source: ^course/
ca: ^curs/

source: ^review/
ca: ^revisio/

source: ^images/
ca: ^imatges/

source: ^cart/
ca: ^carro/

source: ^orders/
ca: ^comandes/

source: ^payment/
ca: ^pagament/

source: ^coupons/
ca: ^cupons/

source: ^students/
ca: ^estudiantes/

source: ^shop/
ca: tienda/

source: Username
ca: Nom d'usuari

source: Password
ca: Contrasenya

source: Repeat Password
ca: Repeteix la contrassenya

source: Bookmarks
ca: Marcadors

source: My dashboard
ca: El meu tauler

source: Images
ca: Imatges

source: People
ca: Gent

source: Your Courses
ca: Els vostres cursos

source: Courses List
ca: Llista de cursos

source: Go Shopping!!
ca: Anar de compres!!

source: Testimonials
ca: Testimonis

source: Chat With Someone
ca: Xateja amb algú

source: Hello
ca: Hola

source: Logout
ca: Tancar sessió

source: Log In
ca: Iniciar Sessió

source: Language
ca: Llenguatge

source: Dashboard
ca: Panell

source: Welcome to your dashboard. You have bookmarked
ca: Benvingut al teu tauler. Heu marcat com a favorit

source: image
ca: imatge

source: Drag the following button to your bookmarks toolbar
ca: Arrossega el següent botó a la barra d'eines de les adreces d'interès

source: to bookmark images
ca: per marcar imatges

source: Bookmark it
ca: Afegiu-hi un marcador

source: You can also
ca: Tu pots també

source: edit your pofile
ca: Edita el teu perfil

source: change your password
ca: Canvia la teva contrasenya

source: What's happening
ca: Que està passant

source: REQUESTS SENT
ca: SOL·LICITUDS

source: You have sent friend request/s to the following people:
ca: Has enviat sol·licituds d'amistat a les següents persones:

source: REQUESTS RECIEVED
ca: PETICIONS RECIBADES

source: has sent you a Friend Request
ca: Li ha enviat una sol·licitud d'amistat

source: Accept
ca: Accepta

source: Reject
ca: Rebutjar

source: Review
ca: Revisió

source: You are friends with;
ca: Ets amic;

source: Edit
ca: Edita

source: Edit your account
ca: Editeu el vostre compte

source: You can edit your account using the form below
ca: Podeu editar el vostre compte mitjançant el formulari següent

source: Save Changes
ca: Guardar canvis

source: LogIn
ca: Iniciar Sessió

source: Please use the following form to log in
ca: Utilitzeu el següent formulari per iniciar sessió

source: Log in
ca: Iniciar Sessió

source: Create an Account
ca: Crear un compte

source: Please create an account using the following form
ca: Creeu un compte mitjançant el següent formulari

source: Create account
ca: Crear un compte

source: Welcome
ca: Benvinguda

source: Your account has been created.. You can
ca: S'ha creat el vostre compte. Podeu fer-ho

source: log in
ca: iniciar Sessió

source: Remove Friend
ca: Elimina amic

source: Send Friend Request
ca: Enviar sol·licitud d'amistat

source: follower
ca: seguidor

source: follow
ca: seguir

source: Follow
ca: Segueix

source: Unfollow
ca: No segueix

source: Your username and password didn't match
ca: El vostre nom d'usuari i contrasenya no coincideixen

source: Please try again...
ca: Siusplau torna-ho a provar...

source: Please use the form below to log in
ca: Utilitzeu el següent formulari per iniciar sessió

source: If you don't have an account..
ca: Si no tens un compte ..

source: Register here
ca: Registreu-vos aquí

source: Sign in with Facebook
ca: Inicieu sessió amb Facebook

source: Login with Twitter
ca: Inicia sessió amb Twitter

source: Login with Google
ca: Inicieu sessió amb Google

source: Forgot your password?
ca: Has oblidat la teva contrasenya?

source: Teachers' Login
ca: Accés als professors

source: Courses
ca: Cursos

source: with Google
ca: amb Google

source: Logged Out
ca: Desconnectat

source: You have been logged out. You can
ca: Heu tancat la sessió. Tu pots

source: Log in again
ca: Inicieu sessió de nou

source: Password Changed
ca: S'ha canviat la contrasenya

source: Password changed
ca: S'ha canviat la contrasenya

source: Your password has been changed
ca: La teva contrasenya ha estat canviada

source: Change your password
ca: Canvia la teva contrasenya

source: Change your Password
ca: Canvia la teva Contrasenya

source: Use the form below to change your password
ca: Utilitzeu el formulari següent per canviar la contrasenya

source: Password reset
ca: Contrasenya restablerta

source: Password set
ca: Contrasenya establerta

source: Your password has been set. You can
ca: S'ha configurat la vostra contrasenya. Tu pots

source: log in now
ca: accedeix ara

source: Reset your password
ca: Restablir la contrasenya

source: Please enter your new password twice:
ca: Introduïu la vostra nova contrasenya dues vegades:

source: Change my password
ca: Canvia la meva contrasenya

source: Reset your Password
ca: Restablir la contrasenya

source: You have been sent a reset email
ca: S'ha enviat un correu electrònic de restabliment

source: if you dont receive an email make sure you use the address you registered with
ca: si no rep un correu electrònic assegureu-vos que utilitzeu l'adreça amb la qual us heu registrat

source: Forgot your password
ca: Has oblidat la teva contrasenya

source: Enter your e-mail to get a new password
ca: Introduïu el vostre correu electrònic per obtenir una nova contrasenya

source: ^connect/(?P<pk>\d+)/$
ca: ^connectar/(?P<pk>\d+)/$

source: ^accept/(?P<pk>\d+)/$
ca: ^acceptar/(?P<pk>\d+)/$

source: ^reject/(?P<pk>\d+)/$
ca: ^rebutjar/(?P<pk>\d+)/$

source: ^login/$
ca: ^iniciar/$

source: ^logout/$
ca: ^tancar/$

source: ^logout-then-login/$
ca: ^aneu-a-iniciar-sessio/$

source: ^password-change/done/$
ca: ^canvi-de-contrasenya/fet/$

source: ^password-change/$
ca: ^canvi-de-contrasenya/$

source: ^password-reset/$
ca: ^contrasenya-restablir/$

source: ^password-reset/done/$
ca: ^contrasenya-restablir/fet/$

source: ^password-reset/confirm/(?P<uidb64>[-\w]+)/(?P<token>[-\w]+)/$
ca: ^ restablecimiento-contrasena / confirmar /(?P<uidb64>[-\w]+)/(?P<token>[-\w]+)/$

source: ^password-reset/complete/$
ca: ^contrasenya-restablir/complet/$

source: ^users/follow/$
ca: ^usuarios/seguir/$

source: ^users/$
ca: ^usuaris/$

source: ^users/(?P<username>[-\w]+)/$
ca: ^usuaris/(?P<username>[-\w]+)/$

source: ^register/$
ca: ^registrarse/$

source: ^edit/$
ca: ^editar/$

source: Chat Panel
ca: Tauler de xat

source: Chat Box
ca: Xat de xat

source: Back to your Dashboard
ca: Torna al Tauler

source: Testimonials/Reviews
ca: Testimonis / Comentaris

source: There are a total of
ca: Hi ha un total de

source: reviews so far
ca: Hi ha un total de

source: Subscribe to my RSS feed
ca: Subscriu-me al meu feed RSS

source: Latest Posts
ca: Últims missatges

source: Most Commented Posts
ca: La majoria de les publicacions comentades

source: Create
ca: Crear

source: Similar posts
ca: Publicacions semblants

source: There are no similar posts yet.
ca: Encara no hi ha cap publicació semblant.

source: Published
ca: Publicat

source: by
ca: per

source: comment
ca: comentar

source: Comment
ca: Comentar

source: There are no comments yet.
ca: No hi ha cap comentari encara.

source: Your comment has been added to
ca: S'ha afegit el comentari a

source: Add a new comment
ca: Afegeix un comentari nou

source: Posts tagged with
ca: Entrades etiquetades amb

source: Tags:
ca: Etiquetes:

source: Share this post
ca: Comparteix aquesta publicació

source: Search
ca: Cerca

source: Posts containing
ca: Entrades que contenen

source: Found
ca: Trobat

source: result
ca: resultat

source: There are no results for your query.
ca: No hi ha resultats per a la vostra consulta.

source: Search Again
ca: Torna a cercar

source: Search for Posts
ca: Cercar publicacions

source: E-Mail successfully sent
ca: S'ha enviat correus electrònics correctament

source: was successfully sent to
ca: S'ha enviat correctament

source: from
ca: des de

source: Share
ca: Compartir

source: by e-mail
ca: per correu

source: Send e-mail
ca: Envia un correu electrònic

source: Coupon
ca: Cupo

source: title
ca: títol

source: slug
ca: braga

source: Teachers Content
ca: Contingut dels professors

source: Teachers' Logout
ca: Sortida dels professors

source: Sign Out
ca: Tanca sessió

source: Sign In
ca: Inicieu sessió

source: Download file
ca: Descarrega l'arxiu

source: Overview
ca: Visió general

source: modules. Teacher:
ca: mòduls. Professor:

source: Enroll now
ca: Inscriure ara

source: Register as student to enroll
ca: Registre com a estudiant per inscriure's

source: courses
ca: cursos

source: All courses
ca: Tots els cursos

source: All Courses
ca: Els meus Cursos

source: Subjects
ca: Temes

source: All
ca: Tot

source: modules. Teacher:
ca: mòduls. Professor:

source: Edit Content
ca: Edita el contingut

source: Add new content
ca: Afegeix un nou contingut

source: Course Information
ca: Informació del curs

source: Save Content
ca: Desa el contingut

source: Delete course
ca: Suprimeix el curs

source: Are you sure you want to delete
ca: Eestas seguro que quieres borrarlo

source: Confirm
ca: Confirmar

source: Edit Course
ca: Edita curs

source: Create a new course
ca: Crea un curs nou

source: Course Summary
ca: Resum del curs

source: Save Course.
ca: Desa el curs

source: My Courses
ca: Els meus cursos

source: Delete
ca: Suprimeix

source: Edit Modules
ca: Edita els mòduls

source: Manage contents
ca: Gestiona els continguts

source: You have yet to create any courses
ca: Encara no tens cap curs

source: Create New Course
ca: Crea un curs nou

source: Module
ca: Mòdul

source: Course
ca: Curs

source: Modules
ca: Mòduls

source: No modules yet.
ca: Encara no hi ha mòduls.

source: Edit modules
ca: Edita els mòduls

source: Module contents:
ca: Continguts del mòdul:

source: This module has no contents yet.
ca: Aquest mòdul encara no té continguts.

source: Add new content:
ca: Afegeix un nou contingut:

source: Image
ca: Imatge

source: Video
ca: Vídeo

source: File
ca: Dossier

source: Course Modules
ca: Mòduls de curs

source: Save Modules
ca: Desa els mòduls

source: You are now logged out.Bye!! or Log back in
ca: Ja esteu tancat la sessió. Bé! o torneu a iniciar la sessió

source: Login again
ca: Torna a iniciar la sessió

source: Teacher Login
ca: Login del professor

source: Teacher Log-in
ca: Accés als professors

source: Your credentials are not correct.Please try again.
ca: Les vostres credencials no són correctes. Torneu-ho a provar.

source: Login
ca: Iniciar Sessió

source: ^clogin/$
ca: ^ciniciar/$

source: ^clogout/$
ca: ^ctancar/$

source: ^clogout-then-clogin/$
ca: ^aneu-a-iniciar-sessio/$

source: ^mine/$
ca: ^fet/$

source: ^create/$
ca: ^crear/$

source: ^(?P<pk>\d+)/edit/$
ca: ^(?P<pk>\d+)/edita/$

source: ^(?P<pk>\d+)/delete/$
ca: ^(?P<pk>\d+)/esborrar/$

source: ^(?P<pk>\d+)/module/$
ca: ^(?P<pk>\d+)/modul/$

source: ^module/(?P<module_id>\d+)/content/(?P<model_name>\w+)/create/$
ca: ^modul/(?P<module_id>\d+)/contingut/(?P<model_name>\w+)/crear/$

source: ^module/(?P<module_id>\d+)/content/(?P<model_name>\w+)/(?P<id>\d+)/$
ca: ^modul/(?P<module_id>\d+)/contingut/(?P<model_name>\w+)/(?P<id>\d+)/$

source: ^module/(?P<module_id>\d+)/$
ca: ^modul/(?P<module_id>\d+)/$

source: ^content/(?P<id>\d+)/delete/$
ca: ^contingut/(?P<id>\d+)/esborrar/$

source: ^module/order/$
ca: ^modul/ordre/$

source: ^content/order/$
ca: ^contingut/ordre/$

source: ^list/$
ca: ^llista/$

source: ^subject/(?P<subject>[\w-]+)/$
ca: ^teme/(?P<subject>[\w-]+)/$

source: Bookmark an Image
ca: Marcar una imatge

source: Bookmark it!
ca: Afegiu-hi un marcador

source: like
ca: M'agrada

source: view
ca: veure

source: Unlike
ca: A diferència

source: Nobody likes this image yet.
ca: A ningú li agrada aquesta imatge encara.

source: See the most viewed images.
ca: Vegeu les imatges més vistes.

source: Images Bookmarked
ca: Imatges Marcades

source: Images Ranking
ca: Rànquing d'imatges

source: ^detail/(?P<id>\d+)/(?P<slug>[-\w]+)/$
ca: ^detall/(?P<id>\d+)/(?P<slug>[-\w]+)/$

source: ^like/$
ca: ^magrada/$

source: ^ranking/$
ca: ^ranquing/$

source: Your payment has not been processed
ca: El vostre pagament no sha processat

source: There was a problem processing the payment
ca: Sha produït un problema en processar el pagament

source: Your payment was successful
ca: El pagament sha realitzat correctament

source: ^process/$
ca: ^proces/$

source: ^done/$
ca: ^fet/$

source: ^canceled/$
ca: ^cancel·lat/$

source: Continue shopping
ca: Continuar amb la compra

source: Add to cart
ca: Afegeix al carreto

source: People who bought this also bought
ca: Les persones que van comprar això també van comprar

source: Products
ca: Productes

source: Categories
ca: Categoria

source: My shop
ca: La meva botiga

source: Your Cart has :
ca: El vostre carreto te:

source: item
ca: article

source: A total price of:
ca: Un preu total de

source: Your Cart is empty.
ca: El teu carro esta buit.

source: No Modules yet.
ca: Encara no hi ha mòduls.

source: Access contents
ca: Accés als continguts

source: You are not enrolled in any courses yet.
ca: Encara no esteu inscrit en cap curs.

source: Browse Courses
ca: Navega pels cursos

source: to enroll in a course.
ca: per inscriure's en un curs.

source: Student Sign Up
ca: Estudiante Registrarse

source: Enter your details to create an account.
ca: Introduïu les vostres dades per crear un compte.

source: Create my Student Account
ca: Crea el meu compte d'estudiant

source: ^enroll-course/$
ca: ^ inscripcio-curs/$

source: ^courses/$
ca: ^cursos/$

source: ^course/(?P<pk>\d+)/$
ca: ^curso/(?P<pk>\d+)/$

source: ^course/(?P<pk>\d+)/(?P<module_id>\d+)/$
ca: ^curso/(?P<pk>\d+)/(?P<module_id>\d+)/$
